{
  "sentences": [
    " \n\nAccording to Hollis, the history of graphic design is a controversial term because it is not separable from graphics and we can’t tell its particular date of beginning.",
    " The main paradox of this text is that the author claims that design becomes less significant due to the simplification and accessibility of this profession, every 'user' has access to create a simple design for himself, this craft is no longer an intellectual activity.",
    " From 1991 to 2000 there was a stagnation in the Japanese economy after the collapse of the Japanese financial bubble.",
    " It turns out that the graphic design implies a successful attempt to sit on two chairs at once.",
    " Sometimes it seems intricate to relate one term to another one.",
    " Graphic designer and his or her ‘object’ must communicate and tell the message just like other more conventional means of communication do (letters, speech, calls, etc.",
    " Willis names that the end of 19th is pre- history because that's where first colour poster appeared.",
    " Text as an eco system.",
    "In 'Paradox of the Graphic Artist' Lyotard claims that the graphic arts are derived both from the visual arts and communication, yet they don't possess the qualities that make them entirely one or another.",
    " Think about it as a map of the text.",
    " Some of the people forget about the religious aspect of Blackletter.",
    " Graphic artists make communication more complex because they have to deal with passerby, with non-concentrated people, with minds overloaded by information.",
    " Graphics and craftmanship evolving through times and became something big and connected with that history.",
    " He also mentions the different views of philosophers on in, which is also reveals fo me as a huge indefinite scope for the justification what the object and what the subject is.",
    " \nIt is ethical to use Blackletter in the 21st century.",
    " Cinema needs credits, sets, titles, props that are designed to be artistic and/or entertaining.",
    " But on a rudimentary level, like a script for a tv show, design and media don't yet meet.",
    " »\nIn this sentence I totally get the point of it but Bruno Latour confused me little bit, why he ads «representatives of the opposite sex», he talks about action and mostly talked about something that «go through».",
    "\n«If you like, but only on condition that we abandon the mad idea that the subject is posed in its opposition to the object, for there are neither subjects nor objects, neither in the beginning—mythical—nor in the end—equally mythical.",
    " It can be designed to be viral (Political campaigns), it can be designed to be obsolete in a day (Memes).",
    " To me the contradiction he describes in the ‘Making the World a Better place’ part is partially idealistic.",
    " The colour poster also appeared as a combination of methods of production, reflection of actual social state for those time and tendency in appreciation of beauty (aesthetic).",
    "”\n\n\n\n\nI think this passage is meant to continue the series of rhetorical questions in the first part of the text, but I found it rather confusing because it doesn’t follow the same structure as the previous questions.",
    "\n«Let us recall that all devices that seek to annul, destroy, subvert, circumvent a program of action are called anti-programs.",
    " (seamless=good, imo)\n– comparison with startupper – questionable\n– marginality as the best starting point – why?",
    " A “thing” is what makes a passerby’s wandering eyes stop, allow him or her “feel something other than what he or she believed”, to see otherwise, to give something more than just a feeling of visual pleasure.",
    " They could not draw a photorealistic image that would tell the whole history of their nation.",
    "\nA lot of people are arguing that use of Blackletter is offensive because it  carries the Nazi heritage but there should be a difference between symbols of some movements and the means that are used by it.",
    " Willis separates definitions of graphics and graphic design.",
    " This intellectual part is devaluated nowadays.",
    "And how to lift design if it is always follow pop culture?",
    " His plea for research in design history though was poignant and it seems has resonated with some in the later generations of graphic designers.",
    " For instance, there are many examples of blackletter in children books, to emphasise those time of an action and add some mystery atmosphere.",
    "\nMore to that, Black letter was not an actual representation of nazism, it may be associated with it, but only as a vehicle to convey a message not as a statement or an agitational symbol (as opposed to swastika)It is ethical to use Blackletter in the 21st century because this typeface has a very long history of use in different areas of culture.",
    " Why?",
    " On the one hand they free and doesn’t have strict rules in visual implementation of work, but on the other hand there is a significant limitation in a moment of time for the best effectiveness.",
    "\n\nWhat is written by Richard Hollis suggests that the history of graphic design, and specifically its \"beginning\" can be quite different length.",
    " So is this project actually a purely practical tool for orienting within the industry that further reaffirms its established patterns and if so how is it helping to redefine the role of the designer profession?",
    " VK is like a Russian police show from the early oughts.",
    " The tools and means (alphabet, symbols, signs, graphics), as well as techniques (perspective, positive and negative space, etc.",
    " In terms of communication the graphic artist must attach himself to the object  of his promotion and assign to it a value that can be expressed in a piece of graphic art to then persuade the passerby of the object's value.",
    " Nowadays a person is surrounded with information and communication has become easier, that’s why it’s message is more often neglected.",
    " Write several sentences about it.",
    " The thief who wishes to get through the door, representatives of the opposite sex, are pursuing their anti-programs, from the point of view, of course, of our dedicated concierge.",
    " This overlaying not only makes the history of  the typeface richer and more meaningful, but also can cover those parts which are not suitable for some groups of people.",
    " There are not prohibiting norms which limit us in using types, wherever they were used.",
    " And what about the runes of Scandinavian mythology?",
    " From this point of view, graphic design affects communication by leaving some gap between a person and an object.",
    " Even the practitioners associated with it are much more conscious of the gallery setting and do themselves push boundaries within graphic design.",
    " is the author again automation?",
    " One of the original founders of Youtube was a designer no less.",
    " Black letters can allow people to think about its historical and cultural meaning through the associations with old style of script, rather then just chose the font randomly.",
    "\n\n\n\n\n\n\n\n\nThe second text “Greasing the wheels of capitalism” is by Mr.",
    " The first bible was printed in this typeface, then nationalists used it for their posters which had propaganda in them.",
    " But there is a moment seemed to me as an utopia, for example:\nSilvio Lorusso compares precariat with creative underclass, and calls design schools as a precariat factories, but on the other hand the one way of escape the increasing of entreprecariacy is education.",
    " The comparison could be as easy as to a cook or a seamstress.",
    "\n\n\n\n\nIt is not very clear from Keedy’s text concerning interaction of design and pop-culture.",
    "\n\n2.",
    "\tThis type does not contradict the law.",
    "Meaning does not pre-exist technological devices.",
    " Such way of communication never becomes boring as you don’t predict but analyze.",
    "According to Lyotard, graphic arts derive both from communication and from art.",
    " \nNevertheless, time is a defined constrain of graphic art.",
    " The accompanying materials and tools of graphic design, such as the alphabet, symbols, and techniques such as tone, line, and perspective have their own prehistory.",
    " Now the designer does not represent an important role in the process of creating a project, he is a tool with which the client or customer fulfills his desires and satisfies needs.",
    " in a way to make their art intriguing, the same as graphic designers do.",
    " \nSo the ambiguity of design lies in its two contradicting objectives: it needs to communicate a message about the ‘thing’ promoted in an effective way that keeps up with the ever-changing situations in society, but it also needs to stop this flow in order to gain enough attention to actually promote the ‘thing’.",
    "\n– how does one measure designer's success?",
    "\n\n\n\n\n\n\n\n\n\n\n\n\nJeffery Keedy describes design in terms of mass-market and relationships between client-design-audience(users).",
    "\nIt rips the works out of context.",
    " This goes against his clear distinction between a graphic designer and an artist viewed by public.",
    " \n\nHowever, from my side, I will explain why the blackletter is ethical.",
    " Whose arguments seem more credible, especially, now — more than 30 years later?",
    "\nIf the cultural value and general audience acknowledgment of graphic design is so minuscule, does that mean that graphic design has no psychological and in turn cultural impact, and does it then in turn mean that the best way to gain meaning and improve your practice is to participate in artificial \"creativity chambers\"(workshops, additional master's degrees etc.",
    " Moreover, both of previously stated historical cases of blackletter usage were not conscious artistic choices, but a matter of context and cultural circumstances – Gutenberg used it in printing because it was obviously the most recognised and space saving solution at the time, and nazis used it because of their connection and reference to the catholic church.",
    " As the main visual typeface using by Nazi it can be a call for the continuation of nationalist policies for young people.",
    " It is not very clear his idea of commercialisation of design.",
    " But in fact, the closest thing to this (to the complete dominance of the communicative properties brought to the primitive by the art component) is cheap flyers and announcements pasted on the walls that are in your postbox, at least in Russia.",
    " However, an object created by the graphic artist would remain only an object if there was nothing special about it, a “thing”, as Lyotard expressed himself.",
    " It's the EXPERIENCE of interface design that compares to media, but the DESIGN is a bit different it seems.",
    " However history of visual communication doesn’t identify the moment of the beginning of design itself.",
    " How does schools only can solve this problem?",
    " For example: our streets is overloaded with outdoors advertising, and we are used to perceiving this informational flow automatically.",
    " Moreover, it is possible to find offence in any thing if really want to, the font wasn’t designed specifically for Nazi, it was picked from a valuable set of fonts in a way it would be practical.",
    " Hollis in his article, it is possible to say that he defines the object of graphic design as a finished product in which all design elements are used for a specific purpose and bear a certain semantic and visual load.",
    " This connection also exists for the smaller amount of people who are more informed on the topic than a regular observer.",
    " Why?",
    "*\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBackground:\n\n\n\n\nBrno Design Biennial 2006 was accompanied by an essay by Peter Bilak who highlighted a a certain challenge with graphic exhibition.",
    " Why does the list not include the potential to attract new customers through visual contact and non-verbal sensory, (communication using shapes and colors)?",
    " Without this element, everything again becomes meaningless.",
    "\nTogether with this, art undoubtedly influences graphic design.",
    " \n3.",
    " Blackletter is a certain, fixed, and concrete period of history, which can even be perceived as one of the first birthmarks of Graphic Design as a movement, as we all know that Gutenberg’s bible was set in those bold, gothic letters.",
    " Graphic designer is a figure of public daily life and that makes him a part of political, commercial, cultural and utilitarian events.",
    "), but at the same time be intriguing and aesthetically pleasing.",
    " It makes it complex due to difference in people experience towards it, as for the intrigue its like the moment of consciousness, but not the communication its the opposite — it not complicated, you have already knew the message, could have even guessed it.",
    " Come up with 2 questions to each of the texts.",
    "\tProgress of visuals (new ways of photography and writing)\n2.",
    "net), teaches at KABK (the Royal Academy of Art in Den Haag)  and writes for research platform Institute of Network Cultures.",
    " Therefore, Hollis could consider the starting point of graphic design the moment when the designer takes over the process of printing and craftsmanship in nineteenth century with the colour poster.",
    " One can not deny the fact that the technology developed depending on the individual vision of the image (at first it was photographs and then computers), so it's challenging to accurately indicate the beginning of the development of graphic design.",
    "\nThe graphic artist cannot be too entrenched in the aesthetic value of the work nor can he justly claim the absolute clarity of interpretation of the object the product of his labour promotes.",
    " It includes the visual constituent, like visual part from art and a message in exact time from communication.",
    ": metahaven shifting from doing ‘graphic design as it is commonly understood’ to becoming researchers and writers).",
    "Self-Referential work, by Michael Rock, would be considered a work that ‘allows for a range of visual experiments without the burden of fulfilling mundane commercial tasks’.",
    " is it good or bad?",
    " Nowadays, rock stars brought new meaning to this font.",
    "\nTo conclude, the use of Blackletter is ethical because of its extensive history and cultural heritage that can’t be narrowed down only to certain events in history.",
    " By being intriguing Lyotard means being attractive and feeling like an answer for the question you haven’t asked yet.",
    " Rock means by “self-referential” works?",
    " You can't say that something absolutely ethical for someone and ethical for another.",
    "   \nKeedy points to a historical divide between \"eclectics\" and \"modernists\" and the actual progression to the moment when modernist ideals became warped and turned on the designer.",
    " One of these problems would be that designers at the same time need to convey a clear a message about the piece stated by the technical task but it also needs to be fascinating in order to be interesting enough to attract attention of the final customer (viewer).",
    ") through which graphic designer works existed even before the discipline has appeared, and were widely used in fine arts and craftsmanship.",
    "»\n This is the quote from the beginning of the text.",
    " This once again confirms the undoubted influence of artists and designers on each other.",
    " He points out that a good designer is skilled and talented and is an asset to a business, but fails to mention what it really means -- What are those skills?",
    " The connotations of such thing as a typeface might drastically change throughout the years and this has been proven to be the case with Blackletter.",
    " What I mean is that the object is kind of intriguing, so, the viewer can stop and think about its matter.",
    " Therefore, when talking about the history of design, it is very important to clarify about what period is th question.",
    " A film cut without the credits and titles is still media, but graphic design is not there just yet.",
    " There are also constrains in graphic art but with certain freedom, because the rules are not defined.",
    " That is why graphic arts are so complex, because of an endless searching for new ways of balancing between aesthetics of an object and it's value at particular period of time.",
    "\nFirst of all the colour poster includes such significant aspects in graphic design as text image and idea.",
    " the comparison between designers\n– is this success comes in the form of public admiration rather than understanding of doing something good/right?",
    " \n\nSHUBINA TATIANAAs Lyotard states in ‘Paradox of Graphic Arts’, Graphic arts derive both from communication and from art, which carries out a lot of contradiction and results in having ethical, rhetorical, aesthetic, and commercial sides of the job implemented as one.",
    " A process like this helps to 'erase' and cover the negative with a new and renovated view, improving the culture and trends adding many layers and depth to the subject.",
    " His solution to alleviation of that tension between modernism and the designer is to recognize the importance of the original eclectics as their approach to design practice was work centered and concentrated much more on best practices for the designer and creative vision than any ideology, not to mention universal ideology meant to improve the world.",
    " These aesthetic tendencies are also a characteristic that designers affected with on each other.",
    " This form of design can not exist.",
    " In addition to all of the above, the designer must create something unique, catchy looking content.",
    "  It should grab people attention at the first sight.",
    " If a key from a sociological point of view can be seen indeed as a 'being', assuming of course we are using conventional definition (and that is the impression that I have acquired from this text), then the questions come pouring down and end with a piercing \"Is sociology based on actual science?",
    " We will compare the text by Sheila de Bretteville with the one by Paul Rand.",
    " But he also mentions that economic impact on entreprecariat as well.",
    " According to the text he doesn't give exact date and he talks more about graphic design as a thing that was aways exist.",
    " By developing the culture on its own, the works by designers will no longer have any connection to the public/client/pop-culture as in general, therefore the work becomes self-referential and more of an art form.",
    " So, here is a statement that « history of visual communication is not history of graphic design»\nSo, colour poster could be as a starting point for the history of graphic design.",
    " Self initiated graphic design works are closer to contemporary art in it’s conceptual and visual makeup, which would make it easier to bring into a gallery setting.",
    " The example of a ‘political path’ he gives, I considered as more of a researched based project with the educational intention to it, and these directions of todays graphic design were already explained and questioned in text previously (e.",
    " Sometimes we can see these approaches in books, where typeface creates an atmosphere of past without any images.",
    " The design is simplified so that anyone can understand and apply it to their business.",
    "\nAs to what modern ux design inherits from the media -- through the flow, animation of frames and imagery used in a GUI that a user interacts with, comes an idea of cinema-like accessibility.",
    " \nAlong with this, graphic design is also a form of art.",
    " Upload to the channel.",
    " How does it affect them?",
    " It was also used by nazis, which is, no doubt, is a very dark period of history, nevertheless, we still cannot deny that these events happened as well.",
    " case study 1/example/argument\nMaterialism shifted to Post-materialism(Inglehart 1990) values.",
    " It has an ambiguous interpretations  due to historical value and its heritage.",
    "\nCS2:\nAll Possible Futures (Jon Sueda) presents graphic design that is speculative, self initiated or rejected by clients, brings a new vision of the discipline to the forefront.",
    "According to Lyotard, graphic design is a balance between the artistic approach of each individual designer and clearly thought through strategy of communicating with «black beast» who does not know what he likes or doesn't like.",
    " Post them to are.",
    "\nLorusso points out many design idiosyncrasies, paradoxes and let-downs, but his summing up of the analysis seems fairly at odds with the analysis as a whole and does not seem as though it was concluded entirely from it.",
    " Upload one annotated example (project) of each approach (2 in total) to the channel.",
    " \n\nAccording to Richard Hollis there should be a separation between the history of graphics and graphic design.",
    "\nTherefore, it is so important that design attracted a person not only with screaming colors, but forced to think, lead to unexpected associations, cause interest.",
    "\nTaking into consideration all mentioned above,  history of graphic design started when designers have created such complex piece of work as a poster, which includes not only direct participation of creator, but influence of technological progress.",
    "\n\n\n\n\nFinal conclusion:\nThough presenting graphic work is often challenging, curators and editors should take a more deliberate approach to present the graphic work in an appropriate way, to amplify the viewing experience.",
    "\nAlso, I think that Keedy’s discontent with the fact that ‘eclectic’ designers are forgotten by design history is not particularly fair because the initial difference of approaches of these two types of designers dictates this dynamic.",
    "\n5.",
    " What is more, modern variations of applications of Blackletter can uncover new contexts and the way of looking at it in the section of ethical questions.",
    "\n\n'GREASING THE WHEELS OF CAPITALISM WITH STYLE AND TASTE OR THE “PROFESSIONALIZATION” OF AMERICAN GRAPHIC DESIGN'\n– why is it designed like that?",
    " A person can with a certain degree of imagination fantasize of some dignity in a key, but how a key can become an 'active BEING'[emphasis mine] is REALLY beyond comprehension.",
    " Plus if your work relate to that period of time, the font showcases it in the most suitable way, and to avoid its usage because of the fear being morally judged is an unethical think as well.",
    " At the beginning of the text he talks about the overpopulation of the design industry and how it is flooded with people offering underpriced services.",
    " To make it look aesthetically beautiful and informative.",
    " The history of design is directly related to the history of the transformation of social consciousness.",
    " \nConsidering all of this, in recent times a designer that is driven by aesthetics is still a valuable hire and a big part of the community.",
    " At the beginning printings were represented just following people imagination, but due to technological progress way of thinking has being changed, that required more analysis and research.",
    " But why he pointed this near to thieves and etc?",
    " We can say that graphic design is an autumn rain during which a person does not begin to feel sad because of bad weather, inasmuch as after he goes to the forest and can collect a whole basket of mushrooms for soup.",
    " Modernist poetry.",
    " In Lorusso's work he proves that design as a profession should be evaluated, and it should be divided on two parts creative and cognitive.",
    "\n4.",
    " But how is communication design then created?",
    " It has a big history and can't be banned because one of it is bad.",
    " By refusing to use the typeface or even banning it we are ignoring a vast part of the world history.",
    " Nowadays blackletter may be used within a modern context not just to represent the visual language of the time (for example, history projects with links to the art &amp; culture), but also be the new trend, resulting in reestablishing of new positive connotations and aesthetics which can already be seen in many major brands and artists works.",
    " For example, people are used to seeing for the logotypes or names for different rock music bands.",
    " A piece of graphic art is a convenient tool the meaning of which does not have to be inquired beyond what it conveys.",
    " Keedy wright that «now we want to pleased all the others», what does he mean by «all»?",
    " It is very true that different areas of graphic design, besides understanding the need for communication, set a certain scope.",
    " It is difficult to call the alphabet, because the runes are described not in words, but in several sheets of paper, this is the whole culture of the sacraments.",
    " One of these constraints would be that designers at the same time need to convey a clear a message about the ‘thing’ they are promoting with their work but it also needs to be intriguing in order to be interesting enough to stop a passerby’s gaze.",
    " \n\n\n\n\nAdditionally: check out the Xenofesmism manifestoIn modern times it seems that Rand's insistence on aesthetics of modernism and way of working comes from a place of deep underestimation of graphic designer's ability as a cultural, critical and maybe even a political figure and a failure to read into the rising tide of design influenced by postmodern theory.",
    "\n\nWhen does the history of graphic design start, according to R.",
    " Design can reflect another design that was used in the media.",
    "\n\n2.",
    " From the other side graphic designer should save the aesthetics of the object that he produces and at the same time include the intriguing part in a work.",
    "\n It doesn't seem as though that this mode of dealing with, as Lorusso puts it, bad working conditions improves any sort of condition that the designer might be having and simply deteriorates his connection with reality, the market and the potential clients, leaving him/her/them in a state of bitterness about their own position in the market.",
    " Using black letter shouldn't be considered as a use of sacred religious symbols or in any way related to the religious writing nowadays.",
    " A perfect example of a self-referential work is an artist’s book, where the designer is free in decision making and problem solving, basing purely on the content and aesthetic and stylistic preferences.",
    "\n\nSHUBINA TATIANAEthics is one of the highest standards and it's not easy to follow.",
    "According to the R.",
    " As it works with the emblem of fascism.",
    " which will attract attention.",
    "\n\n\n\n\n  \"In other words, there are no visible objects and there never have been.",
    " Hollis?",
    " Using the rhetoric, designers also combine it with the visual pleasure of the viewer.",
    "\nIs the point of being a designer then is just caring about how things look and all be damned?",
    " \n To sum up the information, the use of Blackletter in the 21st century is ethical because nowadays people include in it different meaning and do not associate it with its past.",
    "\n\nAccording to Willis graphic design has no exact beginning in time, only pre-history which appears trough time.",
    " To this day designers with political agendas that restrict themselves to working in a way that would allow them to influence their surrounding and to somehow express their ideology are out there.",
    "\n4.",
    " So, sometimes graphic artist should define the ways of affection consumer intuitively.",
    "//Differentiate my own perspective from the authors.",
    " Why?",
    " How does it affect them?",
    " Ancient people performed exactly the same functions as modern graphic designers.",
    "2 Digital language \n2.",
    " Why does it make them so complex?",
    ", Author doesn’t provide a clear definition, describing it as a creative underclass and aspiring designers, calling school of design as a precaricy factory and temporary autonomous elites.",
    "na as quotes.",
    " Keedy for instance, though quite entrenched in postmodern attitudes toward design, celebrates figures like Dwiggins.",
    " Even the author himself admits that eclectics’ ambitions were located in a different, less public, part of the design industry.",
    " Jeffery Keedy was in his text, dividing pretty much all designers on ‘eclectic designers’ and ‘modernists’, and ‘losers’ and ‘winners’ accordingly.",
    ") Silvio Lorusso is proposing that the ‘political way’ is the one to follow for graphic designers while the project by Brave New Alps he’s referencing is proposing a set of rules and templates for them to follow.",
    " It is especially confusing, because he clearly enjoys the works by ‘eclectics’, but chooses such a strong word ‘losers’ to describe them.",
    " Using visual objects, the graphic designer communicates information to the audience, conducts an \"indirect dialogue\" with them.",
    " Thus many groups of contemporary typefaces have their origins in gothic script, that add big opportunity for design in terms of creation interesting and catchy things in contemporary life.",
    " The graphic design evolved over time, changing in forms, materials, ways of its visualization.",
    " Hollis graphic design starts at the union of an outcome of design and process of its production.",
    " His text can be viewed as a direct response to the changes that happened to Yale Graphic Design School.",
    " Numerous templates, the creation of a logo in seconds, the generators of websites - all this reduces the intellectual role of the designer in the eyes of society.",
    "\"\n\n\n\n\nThis part in the text were the most challenging for me, as well as authors contemplations concerning initial meaning of objects and subjects.",
    " (digital language, decoding)\n3.",
    " Keedy \"Greasing the wheels of capitalism\" author talks about commerce in the world of graphic design.",
    " During and after this period, many different characters, advertisements and products were created, which somehow reflected the era and historical actions.",
    "\nI think the generalization of the opposition of ‘eclectics’ and ‘modernists’ is formulated too one- sidedly in this text.",
    " At the same time he trying to blur the bounders by telling that any work made at 20th century may become a starting point of graphic design.",
    " There should be something behind the object that contains deeper meaning.",
    "\nDoes it mean that the \"server\" mode of the graphic artist (or designer) is in actuality the way ALL graphic designers feel about themselves?",
    "Session 6 will be dedicated to the tension between objectivity and politicization of design with the focus on feminist design as a strategy of involvement.",
    "\n\nBruno Latour: how to do words with things\n\nIf «It is because the social cannot be constructed with the social», how forcing people to socialisation by action of bolting and unbolting the door at the same time each day can get to something good or at least to any result?",
    "It is ethical to use black letter in 21 century, because even if it is associated as a Nazi font, it had a long period of existence before it and a whole history behind.",
    " Keedy is very familiar to almost every designer because we all face a misunderstanding from society in the professional world.",
    " This makes it a mean of communication.",
    " He also does not provide any reasons why Precarity Pilot or Designer's Inquiry are in any way different in intention from the Creative writing classes that he mentions.",
    "\n5.",
    "\nSession 5 assignment\n\nFor Goldsmith’s “Revenge of the Text”: make a diagram (quick sketch) of the text’s key parts.",
    " That is a\neuphemism, for it is no longer a matter of mixing pure forms chosen from\ntwo great reservoirs, one in which would lie the social aspects of meaning\nor subject, the other where one would stockpile material components\nbelonging to physics, biology, and the science of materials.",
    "\n– 'designers will never elevate their cultural status' – why?",
    " But at the same time provide the message though “language” (interviews, radio, computers, phones) being communication.",
    " But can we distinguish between media and design?",
    " Almost no-one think about the true initial part of the visual element.",
    " \nAnother argument is that the use of Blackletter can be justified by thorough research of its connotations.",
    " \n\nIn the first point, I want to mention that in our days very important to go with time and that thing which happened in the past can lose their power of \"meaning\".",
    " background/context – defining key terms etc\nThe development of the Kawai culture can be traced through certain historical actions in Japan.",
    " “It is like saying that a building is architecture, that a history of one is a history of the other”.",
    "  \nThe combination of an art and communication creates complexity for the graphic arts.",
    "\tMore than number words per day (image word, data and information)\n4.",
    " Jeffery Keedy, type-designer, educator and writer.",
    " Certainly graphic design is a way of communication, moreover this element is necessary, since without it this concept loses its meaning.",
    "\n\tSecondly, by putting any kind of restriction on the application of the typeface, society not only devalues the profound history of Blackletter or paying too much attention to the particular parts, but also limits themselves in artistic expressiveness and effective design solving.",
    " A weather report without graphics added to the background is still media, but it's dependent on design.",
    "  Their art should influence the client or «big black beast»  in many ways to interest and intrigue.",
    " This is why Hollis is stating that the end of the nineteenth century and the first colour posters might be considered the starting point of graphic design, as it was the point when this control of craftsmanship shifted to the design practice we can trace today.",
    " These things still have an identity, but it's not yet designed.",
    " Later he talks about artefacts and objects that can exist only after we know about them.",
    " Everyone working in the field of advertising can confirm this.",
    " fascist Germany) scenery.",
    " Jeffery Keedy’s text\nIn this text Mr.",
    " Due to these facts I can’t see the reason to stop using Black Letter now and in the future.",
    " For example, art can introduce things not only through visualisation but through cultural and interactive media as music, literature, theatre etc.",
    " \nFirst of all, both art and graphic art interpret things.",
    "\nREVENGE OF THE TEXT\n\n1.",
    ") the purpose of which to play with the notion that you could do whatever you want to provide an impetus to be more \"authentic' in your design practice?",
    " The difference here lies in the fact that design cannot be seen separately from its historic, stylistic and aesthetic context in which it was created.",
    " But this interpretation is represented in different ways.",
    "\n1.",
    " Many artists used light, line, color, etc.",
    " As the process of building a website experience is less like cutting film and more like laying bricks if you use an editor or writing a novel if you code it yourself.",
    " How is the designer's success estimated?",
    " Of course the history of the font should be taken into account by anybody who’s using it for their work but there is a line between manipulating its heritage for unethical reasons and using it as an instrument that helps to enrich your typography work.",
    "\nAlso, there is no question in the use of black letter in portrayal of certain events or times.",
    "1 Traditional into digital.",
    " It should work rapidly.",
    " Amount of words per day.",
    " \n\n\n\n\n2) According to Daniel van der Velden, designers should start asking questions instead of responding to them.",
    " The avenues of interpretation can be subject to personal style but the aim is fundamentally detached from aesthetics.",
    "\n– same cultural value of sending an email: obscure\n– 'bomb might explode soon' – which one?",
    " In the both of the texts I see a design devaluation because of «designer» as a profession is not defined now yet and due to its mass distribution among society.",
    " For example, art has a constrains within interpretation in order not to create an opposite say or interpret thing opposing to previous information.",
    " It is not wise to put boundaries in the way of how a creative problem could be solved.",
    " The only objects are invisible and fossilized ones.",
    " Here is also a podcast with him http://scratchingthesurface.",
    " Even now, their creations are communicating with archaeologists who find and study them, it's funny.",
    " Media needs design to create an identifiable avenue for it to be noticed and consumed.",
    " Different ways to convert everything into text.",
    " In fact, there are so many aspects for graphic designer to think about.",
    " That confused me quite a bit, but the dissimilar meanings the writer gives to close synonyms is an interesting move.",
    " Art component also can not be removed from this sphere in any case.",
    " Visual Communication is a part of graphic design.",
    " So, it is rather intricate.",
    "“A mixture of social determinations and material constraints?",
    "\n\n\n\n\nMartin LezheninIt is ethical to use Blackletter in the 21st century because this typeface has a long history and huge cultural meaning, some people argue that it has several associations with the past.",
    " Basically, there is no particular moment for it, but the development of production (colour posters) and technology at the end of the nineteen century were a starting point.",
    " The intermediary was not a means to an end, whereas the mediator becomes at once means *and* end.",
    " Did not graphic design begin to exist when the first people picked up coal or any other coloring material.",
    " Blackletter is not the most remarkable symbol of nationalism that is why it is irrational to blame designers for its use.",
    " Due to the quantity of the sharp lines and angles type looks aggressive.",
    " Nowadays, this culture fits tightly into advertising and various Japanese goods, becoming an integral part of the country.",
    " Graphic arts thread the line between both possessing the aesthetic pleasure of the former and the ephemeral value of the latter to fulfill a certain expectation.",
    " One of the reasons for it is that all the tools of graphic design and it techniques were already exist for a long time.",
    "\nUsing the example of artisans, he considers the use of fonts in the distant past and emphasizes that they chose the shapes and type of the font based on how it should look like, without trying to bring their vision to the final object.",
    " It influences consciousness, forms a certain point of view, answers questions, and often becomes a trigger for choosing something delivered through the media.",
    " This first designers had to simplify the form in order to convey more information.",
    " However at the end there are a lot of theories and terminology.",
    "There is an opinion that graphic arts consists of art and communication.",
    " It's the qualified and educated designer that should take the job, but it seems as though these days this qualified and educated designer is more preoccupied with the way things influence, not how they look.",
    " That is why it can not be solely considered as the Bible or Nazi one, which makes the question of the ethical part of usage not particularly relevant.",
    " News and entertainment need logos, sets, websites, legible fonts, graphic identities to be seen a credible.",
    " Design for man?",
    "Is the post-modern designer's main idea of design -- to appropriate?",
    " \nFurthermore, this typeface as already was mentioned was used in the first printed bible, that is why some people might think that it may be offensive for religious people, but if the designer will include the correct meaning to the use of this typeface in his work it also can be treated as a tribute to such powerful organisation as church.",
    " The most clever thing to do is separate graphics from design, as graphics before graphic design is the forms of the alphabet, symbols and signs, and graphic design is now becoming “what graphic designers do”, when actually a history of graphic design is a history of the designer taking control over craftsmen’ processes.",
    "\nAnd more about precariat itself:\nWhat is precariat?",
    "\nThere are several arguments in favour of this fact.",
    " Graphic art has the freedom for the viewer to create his own feelings and experiences.",
    "\n\n\n\n\nCS1:\nBrno Biennal\n(With given data) The exhibition traversed the usual pitfalls of graphic exhibitions and by commissioning exhibition specific work from participators.",
    " why\n– reappropriating is bad?",
    "\nAs a proposition for artistic play this text seems to be completely fine, though lackluster, but it's scientific merits to me are wholly questionable if not lost entirely.",
    "\n\nAnastasia SuchkovaIn his book, Lyotard refers to design as something that has both the side of art and communication.",
    "\nOverall this text is rather understandable, I agree with general view of author on dissolution in design and how design reveals nowadays.",
    "\nAlso if we consider the perspective that graphic design should be closer to art in public view, the exhibition of work as is -- should be perfectly fine.",
    " \n\nWords ‘intermediary’ and ‘mediator’ posses quite similar meanings and the author pays particular attention to that thin line of differences in them.",
    " It was complicated to understand what the author wants to point out with it.",
    " For example, now it is used more to create style of rap culture, that's another prove that any typeface can change its meaning through time.",
    " On that stage design is planned, but not yet existent.",
    "\n\n\n\nPart B\nChoose one of the \"practical\" assignments below:\n\n\n\n\n1) Research and compare works of design “auteurs” and design “stylists”.",
    " Influenced by postmodern academia they employ a strategy that isn't completely different from what de Bretteville has described, to find their own way of working(see Metahaven, Austin Redman).",
    " Choose one project by Metahaven and formulate the questions/debate behind it.",
    " But here I don’t get the relation between object and subject in society.",
    " It does not look like a further search for the best description of the previously stated contradiction between the social and material world, but as an introduction of some new contradiction of other spheres.",
    "According to Lyotard, graphics arts is a combination of an artist’s practice and communication.",
    " Too bad for the modern philosophers who have talked to us so much about our relations with objects, about the dangers of objectification, of auto- positioning of the subject and other somersaults.",
    " When small organizations appear on the market, they often completely forget about how they look in the eyes of the consumer, they think about the papers, rent, quality of the material they produce.",
    " That is why instead of making opticals, design society should be aware of typeface development.",
    "Are these separate entities?",
    " Compared for example with swastika Blackletter is a much weaker association with National Socialism.",
    " post-modern attitude not clearly indicated\n– the 'seed of doubt' – to what?",
    " It informed their contemporaries of historical things by visual means.",
    "\nFor me, it wasn’t entirely clear what is the paradox of the duality of aspiring designer’s life was for Lorusso.",
    " Graphic art is the balancing between communication and art.",
    " The font does not contain the meaning by itself, people include the meaning in it.",
    "\n\n\n\n\nDe Bretteville's practice and outlook on the profession to this day it seems resonates significantly and remains by and large relevant in graphic design communities.",
    "How to recognise work which should be well paid among all of this \"indifference\" between design-client and recipient?",
    " should the designer be perceived as a hollywood star in order to be successful/happy?",
    " You have the tools available as a part of your every day life, and you can operate them, but it doesn’t mean you are a professional in the sphere or can claim to be one.",
    " A question that discusses Mr.",
    "\nAnother point that author critisizes that design culture only follows money, but on the other hand he states that design will be always commercial.",
    " Though in interface design it seems a more apt comparison could be made with architecture or literature.",
    " If we take the example that the author use in the text my question is: For whom he become invisible?",
    " One of them is a lost decade.",
    "\n\n2.",
    "Media involves in itself a great deal of design.",
    " He thinks that the major mistake is people, who are non-designers, taking a glance at graphic and visual histories.",
    "\tDigging into history it becomes clear that the beginning of this type was in 1540.",
    " Now he should think about what people want to see and that can attract their attention in a huge string of lurky signs and ads.",
    " From one side the graphic artist is limited by the time and the street style of that time.",
    " \n\nIn the 16th century in France Blackletter was used.",
    " But, unlike the art of the painter, whose skill we are evaluating through the prism of aesthetics, the graphic designer must constantly have a \"dialogue\" with the public, the big black beast.",
    ", as they also inform people by their visual means.",
    " The problem, we face right now is in the general public, not in the profession and its natural progression.",
    " \n\nAccording to Richard Hollis, a separation between the history of graphics and graphic design is needed, as graphics pre-dated design and so did craftsmanship and these disciplines formed a basis on which design was born.",
    "Goldsmith: Revenge of the Text\n1.",
    " It was created by French monarch Francois 1 and then it had not any negative link to the Nazi.",
    " Spotify is like a coming of age movie.",
    " \nThere are several arguments in favour of this fact.",
    "\nThen we can conclude that at the moment when a person starts to approach the issue of creating an object meaningfully, gives each element a certain function, thinks about the way of production and materials, then exactly then the ‘graphic designer’ and ‘graphic design’ appears in the form of his work.",
    " Because graphic art has only a moment for communication, it should be maximum direct and effective, to pull out people from comfort visual zone.",
    " 4 questions in total.",
    "\nAlso the author says that «The more convincing the case that designers\nmake for themselves, the more invisible they become.",
    " Rand's opinion on trendiness and it's opposition to substance seems at odds with his conclusion on talent.",
    "\n2.",
    " The attitude towards visual art is different from graphic art, because the latter is temporary, it is replaceable and is replaced it does not have the agency that the piece of fine art implies.",
    " Both authors tell about marginalisation in design, but from the different sides: Jeffery Keedy from the side with «art» constituent, and Silvio Lorusso  from the different work (cognitive and creative), which are concluded in design.",
    "Graphic design should follow particular time.",
    " The fictional world needs things that look like the real world, and vice versa, as is the case with a red Swingline stapler from Mike Judge's Office Space.",
    " Most likely, many events contributed to this increase in popularity and use.",
    " After all, the font is manmade design tool and therefore does not possess any secrecy in it.",
    " Maybe later all aesthetics, production and stylistic influences are started to work.",
    "The homework for Wednesday\nWe are continuing with the critique of design from within — A short text by Silvio Lorusso “What design can’t do.",
    " In this case, he kinda mixes his own opinions (which he expresses a lot) and general public’s view on the whole situation.",
    " The use of lines, light, shapes, shades is typical for both artists and graphic designers.",
    " Writing is following the same way as painting.",
    "\n\n\n\n\n\n\n\n\nQuestions for the Mr.",
    " Black letter is also the font, which were used in one of the first printed books, thus becoming significant to typographers and publishers.",
    "\tText circulation ( transfer, wwb)\n\nBruno Latour: How to do words with things.",
    " Its first steps began with the forms of alphabet, symbols and signs with understood meaning, while the actual graphic design appeared when designers took craftsmen’s work under control.",
    " That means that graphics has a strong connection with history and it can not be clearly separated from it.",
    " Post the diagram to are.",
    " So it is completely ethical to use it, because it doesn’t bring back the negative connotations but, in the contrary, furthers the reassignment first the meaning of the font in culture.",
    " Graphic design is everywhere, and sometimes it is difficult to imagine a place where its procreation does not catch the eye.",
    " // Andrianova MariaPart A\nWhat do you think M.",
    "  \nComplexity, subtlety and ambiguity in the way one works is also an approach that in contemporary graphic design has been it seems widely accepted, as designers from Werkplaats Typographie and Yale alike shift their focus toward new way of seeing graphic design, one that is closely tied to contemporary art.",
    " Graphics pre-dated design and so did craftsmanship and these disciplines formed a basis on which design was born.",
    " Author starts with automation and computerisation that devaluates the graphic design as a profession.",
    "\nMight not be informative enough on the purpose of the work and it's importance.",
    " \n\n\n\n\nAccording to Richard Hollis, the history of visual communication and the history of design is not the same, and people should learn how to separate it.",
    " These could be formulated as structured counter-arguments, general disagreement, as a concern with lack of clarity in the texts, etc.",
    " This approach reduces the gap between posters and audience, but complicates the work of the designer.",
    " Do not forget about the wishes of the client and himself.",
    "\n2.",
    " Being at first associated with printing and Gutenberg’s Bible, then with Nazi propaganda, then with rock bands’ logos its role in culture is constantly evolving.",
    " Hoarders of data.",
    " luddism reference (i personally think these things help ordinary people)\n– should the society really recognize the value of GD?",
    "In ‘Paradox of Graphic Arts’ Lyotard is stating that in the purpose of graphic design lies a contradiction between the aesthetic and the rhetoric.",
    "” touches the serious problem of automation of graphic design in modern life.",
    " Why does it make them so complex?",
    " He says, that «values of design today have been eroded by a commercialized pop-culture simulation of success that is too easily obtained and follows money and he also proves that design will always be linked to pop culture.",
    " Even should the client should be educated or may be the quality of design can be assessed by an uneducated audience?",
    " I understand how the topic is ongoing and there is really no right or wrong answer to it, but maybe because of the format or the way he speaks about the subject, I felt unease in the end.",
    " The project itself may be perceived as a ‘political’ one, but its outcome is not stimulating the growth of works of same quality.",
    " \n\nHowever, it should be mentioned that the first Bible was also printed with Blackletter.",
    " Graphic design attaches itself to whatever it's applied to, it's an integral part of media insofar as without design we might as well do away with certain forms of media, because without design they become unintelligible.",
    " Data changes in the internet.",
    " The form is up to you.",
    " The design has to make them arise and got out from the comfort zone.",
    " This kind of usage supported by research, context and circumstances is not only considered totally ethical, but also gives a better illustration and representation of that times (e.",
    " I see that the use of words meant to be provocative and statement-like, but in this case it may be rather careless and arguable\n\n\n\n\nAlso, he suggests the idea of creating ‘a proactive design culture’ that will work on its own, with no link to the pop-culture.",
    " Craftsman and designer are becoming one person, who’s not only design a poster, making conscious decisions about graphic elements and forms, knowing how to correctly manipulate with them, not only places the message on a poster in a way “printing should look”, but makes it both from the beginning to the end.",
    "\n\n\n\n\nThis string of words raises questions, as there is no way for an inanimate object to assume any dignity whatsoever, because it's not alive, doesn't possess any kind of consciousness or ability and is as such cannot be considered as a social anything.",
    " It is ethical to use blackletter in the 21st century because there is not a single reason why we should not do that.",
    "It could be argued that using blackletter has two aspects like ethical and unethical side of usage this typeface.",
    " Though his confusion with how these approaches have any influence in design is understandable, his definition of innovative design is unclear.",
    " \nAs well as contemporary cultural aspect, another statement to defend the ethical usage of the blackletter is an important culture heritage.",
    "\n\nAccording to Richard Hollis, the design does not have an accurate time definition.",
    " Image World (loss theory)\n5.",
    " Speaking about Blackletter, it can be noticed that its development made its way from the Bible to the Nazi propaganda and from rock-bands logos to the beer logos.",
    " It may cause unpleasant associations.",
    " \n– can generic graphic design really outtake real people job?",
    " That was a point at which the designer gets control over production and results in certain stylistic decisions and aesthetics all affected by social circumstances.",
    " \nRichard Hollis starts the text with the idea that graphic design as a separate discipline started with works made by Paul Schuitema, so it is about 1920s.",
    "\n«When attacking non-professionals, graphic designers generally appeal to the notion of quality.",
    "\nMakes the experience of the works unnatural.",
    " Lyotard believes that witnessing history or knowledge is an art that graphic designers do.",
    "\nGraphic design is a ‘bridge’ between the designer and the consumer.",
    " And where is the boundaries that client should pay for?",
    " \nHe says that graphic artist is acting under a heterogeneous set of constraints which limit their actions at every level of their work.",
    " \nMoreover this typeface was used a lot in rock culture, that is why we can say that it changed it's cultural meaning in peoples minds, if it happened once it may change its meaning again.",
    " is it related to being popular/ widely known?",
    "\nNevertheless, the Black Letter is related to other items or even cultures of the times, as metal bands for instance.",
    " The author states that the audience often declares itself to be \"experts\", but due to lack of knowledge in this area, these \"experts\" are indifferent to design and often express their negative opinion.",
    " what's the idea behind the layout &amp; the font?",
    " Then it become easier to specified the boundaries of this discipline when people started trying get the whole process under control.",
    " My question is - can the design satisfy the needs of the entire audience?",
    " Explain, why you chose them and what is wrong with them.",
    " \nGraphic art balances between aesthetic and rhetoric, also taking into consideration history and time.",
    " iTunes is like 'Citizen Kane'.",
    "First of all, Blackletter should not be considered as the one and only font either of the first Bible nor of the Nazi propaganda due to the fact that by this time it has gained a rich history of usage in different fields and designs.",
    "\n\n\n\n\n\n\n\n\n*What complications arise when exhibiting graphic work?",
    "\n\n\n\nFor Bruno Latour: pick 1 to 3 sentences from the text that proved to be most challenging.",
    "Graphic design carries a message to its audience, it informs about the thing it promotes and answers questions.",
    " Essentially graphic design becomes the product of the designer taking over the production while still being inseparable from the circumstances they are working under.",
    " \n\nIn the text Lyotard explains that graphic design should intrigue the viewer, should be visually pleasing and pause the attention on the object.",
    " It always should transmit an immediate message.",
    " And \"nonexistence\" and \"invisibility\" of visible objects, which is contrary to my usual perception of them in life.",
    " Their work in this case is not curated by the medium or clients demands, but by the ‘invoking an emotion’ in conveying their personal message.",
    "\n\n\n\n\nAssignment:\nsketch out a diagram of an imaginary dialogue between these 2 texts.",
    " \n\n\n\n\nThere isn’t a one particular time point from the graphic design starts, according to Richard Hollis.",
    " Here we smoothly approach the creative aspect of this industry.",
    " \nSpecking about cultural background of Blackletter it is important to mentioned that it was invented in 16th century by a French monarch and graphic designers can use it in their works to bring the viewer to the atmosphere of that time.",
    "\nProceeding from the conclusions made by Mr.",
    "Questions for the Silvio Lorusso’s text\n\n\n\n\nThe text gives a brief overview of how design is being precept by the general public nowadays, what and how it changed over the years.",
    "\tAlso the fact, that something was used in bad intentions does not mean that now it has a bad reputation and using of this can only be perceived negatively.",
    " A sophisticated work must contain elements from both aesthetic and rhetoric: in order to provide pure feeling of pleasure and satisfaction and be able to persuade a viewer, accordingly.",
    "\t“miles and miles of alphanumeric code”.",
    "'what graphic design can't do'\n– daniel eatock – obsolete?",
    " Despite the fact that it is very critical to perform the effect of \"connection\" between the artist and his or her \"object\", it is equally important to preserve aesthetic and intriguing qualities.",
    " The designer always must foresee and look into the ‘big black beast’ (the public).",
    " All of the popular arguments against it are weak and cannot stand up to the logic of history and cultural heritage.",
    " In that sense design in media is insignificant and crucial at the same time.",
    " Society can not highlight only the ethical or unethical part of the typeface and build the judgement based only upon these statements as the development of the typeface has been ongoing for centuries.",
    " The font is bright, powerful and attractive, for which reasons, I guess, it was used there.",
    " By blaming designers and activists who are using Blackletter we are reducing the whole heritage of it to only, for example, National socialists, we are erasing the other areas of culture for which Blackletter was very important.",
    " \nIt is also proven by history that connotation of Blackletter has changed throughout times.",
    "\nThere is need to clarify the balance of the text.",
    "\n\n\n\n\nWhat is a generative proactive activity and how does one make it a defining aspect of design practice?",
    " To make the viewer enjoy their work they refer to all aspects of creation.",
    " Do you agree with Rock's opposition?",
    "1 Decoding of the language.",
    "» Who should give this education to the client?",
    " In a field oversaturated with easily accessible information and pre-answered questions, a role of a mystery and a surprise is reserved for graphic arts.",
    " Thus graphic art establishes a certain answer for the ambiguous rules, that is intrigue, which leads to persuasiveness through surprising.",
    "\nThe text by Silvio Lorusso “What design can’t do.",
    "\nSecondly, graphic art and art has certain rules.",
    " The more personal approach to design that de Bretteville describes in 'Some Aspects of Design from the perspective of a woman designer' still seems to be quite widespread as there are graphic design schools and workshops that make their mission to find 'the direct voice' of their students, namely Yale.",
    " Hollis?",
    " Rand resigned from his position at Yale after de Breteville’s appointment.",
    "\n\nIn the text by Mr.",
    " Some of the examples of this importance are primarily application the typeface for the first early book publishings, that led to development and formation of new styles in writing.",
    " Does it mean that design will always be underestimated?",
    "» Is it really so?",
    " It is is going smoothly.",
    " I would prefer to sum up the suggestions.",
    "\nYet, exhibiting graphic design poses a challenge, as pieces of graphic communication are usually designed for a different purpose.",
    " Essentially graphic design becomes the product of the designer taking over the production while still being inseparable from the circumstances they are working under.",
    " In my opinion, this contradicts with the part of the text where he’s confronting the process of automation of design.",
    " It is significant that the creator can convey information to his or her viewer on an emotional level as if using present means of communication (telephone, radio, fax).",
    "Bruno Latour: how to do words with things.",
    " \n\nSilvio Lorusso’s text\nIs the «Template Culture» so bad or it is just something that will just runs out of resources too quickly?",
    " One of these trends - culture Kawai.",
    " It's meaningful to show people all aspects of history by that I mean that not only nationalists used this font.",
    " The absence of a so called client gives the designer an opportunity for using their own stylistic tools and techniques they developed over time.",
    "(If so -- Hooray!",
    " The use of this font in the printing of the first book (which happened to be a bible) was a design decision, not a religious act.",
    " It was not earlier than the end of nineteenth century when the first color poster with its stylistic and aesthetic was made as the core stone of pre-history of graphic design.",
    " This, in its turn, requires the designer to find a solution to a set of multidisciplinary, even contradicting problems.",
    "\nDesign appears as a work of graphic designer and his direct participation in a process.",
    "\nAs it is becoming clear, graphic art could not exist without maintaining aspects from both art and communication.",
    " Designers put in the design their ability to pass the visual communication.",
    " Through how the piece of graphic art looks the graphic artist is to promote and attract attention of people on the street, aspects which ultimately serve to sell the object.",
    " Design can reflect media.",
    "\nOne argument in favour of ethical usage of blackletter is that nowadays people live in contemporary and very fast paced world, everything changes, like trends in fashion, ways of life, technological progress let us to be more quick in choice what visual component we should receive.",
    "\n\tTo sum up, all these arguments show that it is ethical to use Blackletter nowadays as the rich history of different variations of its usage should not be reduced only to the \"white\" or \"black\" pages throughout the centuries.",
    "\nIn conclusion the graphic artist is not as much an artist as an artistic interpreter of the object that they were given to promote.",
    " \nIt is unethical to use blackletter because\n\n1.",
    " Also, the question I had while reading this text was why the Bayer font was not used by graphic designers, but the success of its creator, Herbert Bayer, is considered more significant for the development of graphic design?",
    " So it is obvious that with such saturation of the market it would be hard for professional designers at the start of their path to support themselves with other sources of income.",
    " It is a matter of a client being educated enough to distinguish the skilled person from a professional.",
    " I understand how the text is based on the dilemmas designer face with the commercial world, so surely the writer calls ones winners and the others losers in the realm of recognition and payment, but it is still a controversial thing to say.",
    " As long as the use of it (as any other artistic or typographic tool) is informed and justified by research, Blackletter has a full right to be used in modern day design.",
    "According to Lyotard, graphic arts derive both from communication and from art.",
    " I really enjoyed the discussion and related to it quite a lot, but I expected some sort of conclusion or solution of the problem in the end, which there were none.",
    " Resistance is only an implement that erases all of these without giving any opportunities for the most important part of graphic design as a flexible structure –– further development for each element it consists of.",
    " Thus, they argue that the client should be educated in order to recognize it.",
    "fm/post/164240817245/40-mr-keedy\n\n\n\n\nThese are key texts for the next session.",
    " But here is a paradox of a graphic artist, who has to follow this complexity derived from two components.",
    "\n1.",
    "” Silvio Lorusso is a writer and designer, he curates post-digital publishing archive (p-dpa.",
    " This happens, according to him, because of the dual nature of it – it is both a form of art and a mean of communication.",
    " Graphic design exhibition in this sense is concerned with different criteria, than an exhibition presenting commercial and client work would.",
    " \nMedia is designed to be consumed and kept in mind for a while until a new piece of media comes along.",
    " Now it is a paradox of meanings, where graphic design’s definition would be the work done by a graphic designer and vice versa.",
    " It is, as Lyotard says, a cousin to photography, painting, engraved works, etc.",
    "Intro:\n\n\n\n\nBy this point in time a certain amount of graphic design work had been  admitted into collections of high profile art museums, specialist design institutions (such as the Cooper Hewitt, or the Design Museum) have been operating for decades, and art &amp; design exhibitions have been featuring graphic design in many forms and contexts.",
    " Lyotard tells us about some duality of graphic design.",
    " \n\nAndrianova MariaIt is unethical to use blackletter because\n1.",
    " The difference here lies in the fact that design cannot be seen separately from its historic, stylistic and aesthetic context in which it was created.",
    " From his point it's that something graphic \"what graphic designer does\".",
    "\nIn “Paradox on the Graphic Artist”, Lyotard states that graphic art derives both from communication and art.",
    " More so, constant using of it gives it the new meaning, different implications and associations.",
    " Overall, the part with theoretical aspects highlighted at the beginning was too complex for the more understandable story then.",
    " introduction\nJapanese culture is a complex construct that consists of many layers of generations that respond to the trends and any historical events in their country.",
    "\nCounter: If the graphic work is self containing (As it usually is), the lengths to which the exhibition organizers went to are entirely unnecessary.",
    " In the last paragraph he states, that maybe ‘the political path in the one to follow’ but does not go in match detail about it.",
    " it seems like there is no time bounders for the graphic design separation as a discipline, but in the end of the text he again remind about Paul Schuitema and that period of time telling that that was a starting point not for the whole graphics, but for a more specified part of it that was searching for a way out to communicate with the audience for a long time.",
    " Jeffery Keedy’s text\n\n\n\n\nI found it interesting, how separative Mr.",
    "\nGraphic arts derives from both art and communication.",
    " \n\n\n\n\nWhen does the history of graphic design start, according to R.",
    " While being true to one particular situation in history, it demonizes the modernists and restricts their principles only to stylistic choices and strict graphic rules, completely ignoring the ideological base of the movement.",
    "It is ethical to use black letter in 21 century because black letter plays a huge role in the cultural heritage of today's world.",
    " Moreover, we can say that graphic design is a form of art.",
    " According to him, graphic art is cornered under various kinds of constrains, which, if analyse them, are mortifying for a graphic artist.",
    " The path to achieve the interpretation might vary, there are possibilities for personal style but the ultimate goal lies in the success of the promotion that uses both the aesthetic and the persuading aspects of the graphic artist's work.",
    " They put their own understanding of interaction of graphic and communication into design and generate a piece of work with a personal approach like content organisation, lettering, technique, composition, image etc.",
    " Relations between image and the text became one and started to provide the idea.",
    " I understand the intention, but I think, it contradicts with the purpose of a designer this way.",
    "\n3.",
    " \n\n3.",
    " \n– influence and contribution are always underrated – false\n– decreasing their cultural cache – why?",
    " Their job is to predict which tools and ways would be the most affective and efficient with the constantly changing client, unlike artist, whose work we appreciate and judge only by pure aesthetics and subject matter.",
    " All offensive meaning comes from the meaning of the letters used.",
    "{\n  \"Name\":\"Uncreative Writing\",\n  \"Type\":Diagram,\n  \"Introduction\":{\"Perloff's unoriginal genius\", \n   \"--&gt;Lethem's plagiarism\", \n   \"--&gt; context is the new content/language hoarders/technological exploration of literature\",\n   \"--&gt; frauds of the past and past context\", \n   \"--&gt; current state of literature\",\n   \"--&gt; UPenn course/ paradox of uncreative writing\",\n   \"--&gt; Uncreative vs Formalist\",\n   \"--&gt; Essays\",\n   \"--&gt; 50 years behind painting\",\n   },\n  \"Revenge of the Text\":{\"Reaction to better technology\",\n    \"Power of language\",  \n    \"Language fragmentation by machine\",\n    \"Poetry as code/Code as poetry\",\n    \"Error altering Language altering Media\",\n    \"Quantity is the new Quality\":{\"The world is constructed with text\"\n    },\n    \"A Textual Ecosystem\":{\"Data like water/the text is wet\"\n    }\n  }\n}\n  \nFrom being a simple tool, the steel key assumes all the dignity of a mediator, a social actor, an agent, an active being.",
    "Bruno Latour: How do words with things.",
    "\nNot only is it a problem with design exhibitions, but also with published design anthologies.",
    " Also graphic designers should not forget about the richness of Blackletter history and how this history may effect their work to become more valued.",
    " If you think more broadly, you can see that the history of graphic design is so huge that they begin to divide into periods, these periods tell us about a new chapter of this story, when the concept itself remains but it can mean a completely different level of performance.",
    "According to Lyotard, graphic art appears from communication, having a direct characteristic function.",
    " This is why Hollis is stating that the end of the nineteenth century and the first colour posters might be considered the starting point of graphic design.",
    " How to find a balance between creativity and accessibility?",
    "\n\n\n\n\nAlso, I fully understand the problem he points out with graphic design becoming ‘generalised’ and available to everyone with the computer, but I think that it is a natural path for every profession."
  ]
}
